[
    [
        "La terapia hormonal se utiliza en el tratamiento del sistema endocrino para regular los niveles de hormonas. Algunas enfermedades, como el hipotiroidismo, pueden requerir terapia hormonal de por vida.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ],
                [
                    53,
                    70,
                    "Sistema"
                ],
                [
                    139,
                    153,
                    "Condición Medica"
                ],
                [
                    171,
                    187,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "Los músculos del sistema locomotor son esenciales para el movimiento y la función del cuerpo. La fisioterapia puede ayudar a fortalecer los músculos y mejorar la coordinación motora.",
        {
            "entities": [
                [
                    4,
                    12,
                    "Organos"
                ],
                [
                    17,
                    34,
                    "Sistema"
                ],
                [
                    97,
                    109,
                    "Terapia"
                ],
                [
                    140,
                    148,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo es una forma de apoyo emocional donde las personas comparten experiencias y se brindan mutuo apoyo. Puede ser beneficiosa para aquellos que luchan con enfermedades crónicas.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La piel es el órgano más grande del cuerpo y cumple funciones importantes en la protección y regulación de la temperatura. Algunas afecciones de la piel, como el acné, pueden requerir tratamientos dermatológicos específicos.",
        {
            "entities": [
                [
                    3,
                    7,
                    "Organos"
                ],
                [
                    148,
                    152,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La tuberculosis es una enfermedad infecciosa que afecta principalmente los pulmones, pero también puede afectar otros órganos del sistema respiratorio. La terapia antibiótica es fundamental en el tratamiento de la tuberculosis.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Patogenos"
                ],
                [
                    75,
                    83,
                    "Organos"
                ],
                [
                    130,
                    150,
                    "Sistema"
                ],
                [
                    214,
                    226,
                    "Patogenos"
                ]
            ]
        }
    ],
    [
        "La terapia de pareja se centra en mejorar la comunicación y resolver problemas en las relaciones. Puede ser útil para superar dificultades y fortalecer los vínculos emocionales.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia farmacológica implica el uso de medicamentos para tratar enfermedades y aliviar los síntomas. Es importante seguir las indicaciones del médico y tomar los medicamentos según lo recetado.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema excretor, que incluye los riñones y la vejiga, es responsable de eliminar los desechos del cuerpo a través de la orina. Algunas enfermedades renales pueden requerir diálisis como terapia de sustitución renal.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    37,
                    44,
                    "Organos"
                ],
                [
                    50,
                    56,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia de rehabilitación se enfoca en la recuperación funcional después de una lesión o cirugía. Puede incluir ejercicios de fisioterapia, terapia ocupacional y otras intervenciones específicas.",
        {
            "entities": [
                [
                    3,
                    28,
                    "Terapia"
                ],
                [
                    92,
                    99,
                    "Terapia"
                ],
                [
                    129,
                    141,
                    "Terapia"
                ],
                [
                    143,
                    162,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema nervioso controla y coordina las funciones del cuerpo. La terapia cognitivo-conductual se utiliza para tratar trastornos de salud mental que pueden afectar el funcionamiento del sistema nervioso.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    69,
                    97,
                    "Terapia"
                ],
                [
                    189,
                    205,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La terapia psicodinámica se basa en la exploración de los procesos mentales inconscientes para comprender y resolver conflictos emocionales. Puede ser beneficiosa en el tratamiento de diversas condiciones de salud mental.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de aceptación y compromiso es una forma de psicoterapia que se centra en la aceptación de pensamientos y emociones, y en la búsqueda de compromisos para vivir una vida valiosa y significativa.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Terapia"
                ],
                [
                    54,
                    66,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "Los medicamentos recetados pueden ser parte integral del tratamiento de diversas enfermedades, como la hipertensión arterial. Es importante seguir las indicaciones médicas y tomar los medicamentos según lo prescrito.",
        {
            "entities": [
                [
                    103,
                    124,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La acupuntura es una terapia tradicional china que implica la inserción de agujas delgadas en puntos específicos del cuerpo para promover la salud y el bienestar. Puede ser utilizada como complemento en el tratamiento de diversas afecciones.",
        {
            "entities": [
                [
                    3,
                    13,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La enfermedad cardiovascular afecta al sistema circulatorio, que incluye el corazón y los vasos sanguíneos. La rehabilitación cardíaca es una terapia recomendada después de un evento cardíaco para recuperar la función cardíaca y prevenir complicaciones.",
        {
            "entities": [
                [
                    3,
                    28,
                    "Enfermedad"
                ],
                [
                    39,
                    59,
                    "Sistema"
                ],
                [
                    76,
                    83,
                    "Organos"
                ],
                [
                    90,
                    106,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia ocupacional se enfoca en ayudar a las personas a desarrollar, mejorar o mantener habilidades necesarias para participar en actividades diarias. Puede ser útil en el manejo de enfermedades crónicas que afectan el sistema locomotor.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Terapia"
                ],
                [
                    223,
                    240,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo puede ser beneficiosa para personas con trastornos de ansiedad, brindando un entorno de apoyo donde se comparten estrategias de afrontamiento y se trabaja en el desarrollo de habilidades sociales.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ],
                [
                    74,
                    82,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El sistema digestivo descompone los alimentos y los absorbe para proporcionar nutrientes al cuerpo. Algunas enfermedades gastrointestinales, como la enfermedad de Crohn, pueden requerir terapias específicas para controlar los síntomas.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La terapia de masajes se utiliza para aliviar la tensión muscular, mejorar la circulación y promover la relajación. Puede ser una opción complementaria en el tratamiento de dolores musculares y condiciones relacionadas con el sistema locomotor.",
        {
            "entities": [
                [
                    3,
                    21,
                    "Terapia"
                ],
                [
                    226,
                    243,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La fisioterapia es una forma de terapia física que se enfoca en restaurar el movimiento y la función física después de una lesión o enfermedad. Puede ser útil en el tratamiento de trastornos musculoesqueléticos y afecciones del sistema locomotor.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Terapia"
                ],
                [
                    32,
                    46,
                    "Terapia"
                ],
                [
                    228,
                    245,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "Los pulmones son parte del sistema respiratorio y desempeñan un papel crucial en la respiración y la oxigenación del cuerpo. La radioterapia puede ser utilizada en el tratamiento del cáncer de pulmón para destruir células cancerosas y reducir el tamaño de los tumores.",
        {
            "entities": [
                [
                    4,
                    12,
                    "Organos"
                ],
                [
                    27,
                    47,
                    "Sistema"
                ],
                [
                    128,
                    140,
                    "Terapia"
                ],
                [
                    183,
                    199,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia hormonal se utiliza en el manejo de diversas condiciones, como el desequilibrio hormonal y los síntomas de la menopausia. Puede implicar la administración de medicamentos hormonales para regular los niveles hormonales en el cuerpo.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ],
                [
                    121,
                    131,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El sistema excretor, que incluye los riñones y la vejiga, se encarga de eliminar los desechos y toxinas del cuerpo a través de la orina. La terapia de diálisis es utilizada en personas con enfermedad renal crónica para filtrar y limpiar la sangre cuando los riñones no funcionan adecuadamente.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    37,
                    44,
                    "Organos"
                ],
                [
                    50,
                    56,
                    "Organos"
                ],
                [
                    189,
                    213,
                    "Condición Medica"
                ],
                [
                    258,
                    265,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El sistema endocrino está compuesto por glándulas que producen hormonas que regulan diversas funciones en el cuerpo. La terapia de reemplazo hormonal puede ser recomendada en casos de deficiencia hormonal para restablecer los niveles adecuados en el organismo.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "Los huesos son parte del sistema locomotor y brindan soporte estructural al cuerpo. La terapia de fracturas puede incluir la inmovilización con yeso o la utilización de dispositivos ortopédicos para facilitar la curación y recuperación de los huesos fracturados.",
        {
            "entities": [
                [
                    4,
                    10,
                    "Organos"
                ],
                [
                    25,
                    42,
                    "Sistema"
                ],
                [
                    243,
                    249,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia de pareja se enfoca en mejorar la comunicación y resolver conflictos en las relaciones de pareja. Puede ser útil en el manejo de problemas de relación y promover una convivencia saludable.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema reproductor incluye los órganos y tejidos involucrados en la reproducción humana. Algunas enfermedades de transmisión sexual, como la sífilis, pueden requerir tratamiento con medicamentos antibióticos.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Sistema"
                ],
                [
                    145,
                    152,
                    "Patogenos"
                ]
            ]
        }
    ],
    [
        "La terapia de juego es una forma de terapia infantil que utiliza el juego como herramienta terapéutica para abordar problemas emocionales y promover el desarrollo saludable. Puede ser utilizada en niños con trastornos del desarrollo o dificultades emocionales.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia farmacológica implica el uso de medicamentos para tratar diversas enfermedades y trastornos. Los antibióticos son medicamentos comunes utilizados en el tratamiento de infecciones causadas por bacterias patógenas.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia ocupacional se enfoca en ayudar a las personas a recuperar y mejorar su capacidad para realizar actividades de la vida diaria. Puede ser beneficiosa para personas con discapacidades físicas o mentales.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema nervioso es responsable de coordinar las actividades y transmitir señales entre diferentes partes del cuerpo. La terapia de rehabilitación neurológica se centra en ayudar a las personas a recuperar habilidades motoras y funcionales después de lesiones o trastornos neurológicos.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    124,
                    149,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo es una forma de terapia en la que varias personas con problemas similares se reúnen para compartir experiencias y recibir apoyo mutuo. Puede ser útil en el tratamiento de trastornos de salud mental y adicciones.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El corazón es un órgano vital del sistema circulatorio, encargado de bombear sangre a través del cuerpo. Algunos medicamentos utilizados en el tratamiento de enfermedades cardiovasculares son los betabloqueantes y los inhibidores de la enzima convertidora de angiotensina.",
        {
            "entities": [
                [
                    3,
                    10,
                    "Organos"
                ],
                [
                    34,
                    54,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La terapia cognitivo-conductual es una forma de terapia psicológica que se centra en cambiar patrones de pensamiento y comportamiento negativos. Puede ser utilizada en el tratamiento de trastornos de ansiedad, depresión y otros problemas de salud mental.",
        {
            "entities": [
                [
                    3,
                    31,
                    "Terapia"
                ],
                [
                    200,
                    208,
                    "Enfermedad"
                ],
                [
                    210,
                    219,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia de exposición es una técnica utilizada en el tratamiento de trastornos de ansiedad, como el trastorno de estrés postraumático. Consiste en enfrentar gradualmente los estímulos que generan miedo o ansiedad, permitiendo que la persona se acostumbre y reduzca su respuesta negativa.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Terapia"
                ],
                [
                    85,
                    93,
                    "Condición Medica"
                ],
                [
                    103,
                    136,
                    "Condición Medica"
                ],
                [
                    207,
                    215,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "Los músculos son parte del sistema locomotor y son responsables de generar movimiento en el cuerpo. La terapia física incluye ejercicios y técnicas para fortalecer y rehabilitar los músculos después de lesiones o cirugías.",
        {
            "entities": [
                [
                    4,
                    12,
                    "Organos"
                ],
                [
                    27,
                    44,
                    "Sistema"
                ],
                [
                    103,
                    117,
                    "Terapia"
                ],
                [
                    182,
                    190,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El sistema digestivo está compuesto por órganos como el estómago, el intestino delgado y el intestino grueso, que desempeñan un papel crucial en la digestión de los alimentos. Algunas condiciones digestivas, como la enfermedad de Crohn, pueden requerir tratamiento con medicamentos inmunosupresores.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Sistema"
                ],
                [
                    56,
                    64,
                    "Organos"
                ],
                [
                    69,
                    86,
                    "Organos"
                ],
                [
                    92,
                    108,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia psicodinámica es una forma de terapia psicológica que se centra en explorar los procesos inconscientes y las experiencias pasadas para comprender y resolver los problemas actuales. Puede ser utilizada en el tratamiento de trastornos de personalidad y traumas.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de aceptación y compromiso es una forma de terapia conductual que se enfoca en ayudar a las personas a aceptar sus pensamientos y emociones difíciles y comprometerse en acciones que sean consistentes con sus valores y metas personales.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema endocrino está compuesto por glándulas que producen y liberan hormonas en el cuerpo. La terapia hormonal puede ser utilizada para tratar desequilibrios hormonales y condiciones como el hipotiroidismo o la menopausia.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Sistema"
                ],
                [
                    99,
                    115,
                    "Terapia"
                ],
                [
                    196,
                    210,
                    "Condición Medica"
                ],
                [
                    216,
                    226,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La fisioterapia es una forma de terapia física que utiliza técnicas manuales y ejercicios terapéuticos para tratar lesiones musculoesqueléticas y mejorar la función física. Puede ser útil en el tratamiento de problemas como el dolor de espalda o la recuperación de una cirugía.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Terapia"
                ],
                [
                    32,
                    46,
                    "Terapia"
                ],
                [
                    227,
                    243,
                    "Condición Medica"
                ],
                [
                    269,
                    276,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "Los patógenos son organismos como bacterias, virus o parásitos que pueden causar enfermedades en los seres humanos. Algunos medicamentos antivirales se utilizan en el tratamiento de infecciones virales como la gripe o el herpes.",
        {
            "entities": [
                [
                    210,
                    215,
                    "Condición Medica"
                ],
                [
                    221,
                    227,
                    "Patogenos"
                ]
            ]
        }
    ],
    [
        "La terapia de pareja se enfoca en mejorar la comunicación y resolver problemas en las relaciones de pareja. Puede ser beneficiosa para parejas que enfrentan dificultades en su relación o desean fortalecerla.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema reproductor incluye órganos como los ovarios y los testículos, responsables de la producción de gametos y hormonas sexuales. Algunos medicamentos hormonales se utilizan en la terapia de reemplazo hormonal o en el tratamiento de trastornos como la disfunción eréctil.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Sistema"
                ],
                [
                    48,
                    55,
                    "Organos"
                ],
                [
                    62,
                    72,
                    "Organos"
                ],
                [
                    258,
                    276,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia de masajes utiliza técnicas manuales para aliviar el dolor, reducir la tensión muscular y promover la relajación. Puede ser beneficiosa en el tratamiento de condiciones como la fibromialgia o el estrés.",
        {
            "entities": [
                [
                    3,
                    21,
                    "Terapia"
                ],
                [
                    188,
                    200,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La terapia ocupacional se centra en ayudar a las personas a participar en actividades significativas y funcionales en su vida diaria. Puede ser utilizada en el tratamiento de trastornos físicos o mentales que afectan la capacidad de realizar tareas cotidianas.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema excretor, que incluye los riñones y la vejiga, es responsable de eliminar los desechos y regular el equilibrio de líquidos en el cuerpo. Algunos medicamentos diuréticos se utilizan para aumentar la producción de orina y tratar condiciones como la hipertensión.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    37,
                    44,
                    "Organos"
                ],
                [
                    50,
                    56,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo ofrece un entorno de apoyo y aprendizaje compartido, donde las personas pueden trabajar juntas para abordar sus desafíos emocionales o de comportamiento. Puede ser utilizada en el tratamiento de trastornos adictivos o trastornos de la alimentación.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia con animales, como la terapia asistida por perros, utiliza la interacción con animales entrenados para mejorar el bienestar emocional y físico de las personas. Puede ser beneficiosa en el tratamiento de trastornos de ansiedad o depresión.",
        {
            "entities": [
                [
                    3,
                    23,
                    "Terapia"
                ],
                [
                    228,
                    236,
                    "Enfermedad"
                ],
                [
                    239,
                    248,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El sistema respiratorio es responsable de la respiración y la oxigenación del cuerpo. La terapia de respiración se utiliza para mejorar la función pulmonar en personas con enfermedades respiratorias como el asma o la enfermedad pulmonar obstructiva crónica.",
        {
            "entities": [
                [
                    3,
                    23,
                    "Sistema"
                ],
                [
                    89,
                    111,
                    "Terapia"
                ],
                [
                    207,
                    211,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El sistema nervioso coordina y controla las funciones del cuerpo. La terapia cognitivo-conductual se utiliza para tratar trastornos mentales y emocionales al abordar los pensamientos y comportamientos negativos y promover cambios positivos.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    69,
                    97,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de relajación utiliza técnicas como la respiración profunda, la meditación y el yoga para reducir el estrés y promover la relajación. Puede ser beneficiosa en el manejo de condiciones como la ansiedad o el insomnio.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Terapia"
                ],
                [
                    203,
                    211,
                    "Enfermedad"
                ],
                [
                    217,
                    225,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "Los músculos son tejidos que permiten el movimiento del cuerpo. La terapia física se utiliza para fortalecer los músculos, mejorar la movilidad y promover la recuperación después de lesiones o cirugías.",
        {
            "entities": [
                [
                    4,
                    12,
                    "Organos"
                ],
                [
                    67,
                    81,
                    "Terapia"
                ],
                [
                    113,
                    121,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "Los medicamentos antibióticos se utilizan para tratar infecciones bacterianas como la neumonía o la infección de las vías urinarias. Estos medicamentos ayudan a matar o inhibir el crecimiento de bacterias perjudiciales en el cuerpo.",
        {
            "entities": [
                [
                    86,
                    94,
                    "Patogenos"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo brinda un entorno de apoyo y comprensión mutua, donde los participantes pueden compartir experiencias y aprender estrategias para manejar sus desafíos. Puede ser útil en el tratamiento de trastornos de salud mental como la depresión o el trastorno de estrés postraumático.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ],
                [
                    243,
                    252,
                    "Enfermedad"
                ],
                [
                    258,
                    291,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El sistema circulatorio transporta sangre y nutrientes por todo el cuerpo. La terapia farmacológica incluye el uso de medicamentos para tratar enfermedades del sistema circulatorio, como la hipertensión arterial o la insuficiencia cardíaca.",
        {
            "entities": [
                [
                    3,
                    23,
                    "Sistema"
                ],
                [
                    78,
                    99,
                    "Terapia"
                ],
                [
                    160,
                    180,
                    "Sistema"
                ],
                [
                    190,
                    211,
                    "Condición Medica"
                ],
                [
                    217,
                    239,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia de expresión artística utiliza diversas formas de arte, como la pintura, la música o la escritura, para ayudar a las personas a expresar emociones y promover la curación emocional. Puede ser beneficiosa en el tratamiento de trastornos de la salud mental o traumas.",
        {
            "entities": [
                [
                    3,
                    33,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "Los órganos desempeñan funciones específicas en el cuerpo. La terapia hormonal sustitutiva se utiliza para reemplazar hormonas que el cuerpo no produce en cantidades adecuadas, como en el caso de la menopausia o el hipotiroidismo.",
        {
            "entities": [
                [
                    62,
                    90,
                    "Terapia"
                ],
                [
                    199,
                    209,
                    "Condición Medica"
                ],
                [
                    215,
                    229,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia ocupacional ayuda a las personas a desarrollar habilidades y estrategias para realizar actividades cotidianas de manera independiente. Puede ser utilizada en el tratamiento de trastornos físicos, cognitivos o emocionales que afectan la funcionalidad.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de aceptación y compromiso se basa en el enfoque de aceptar los pensamientos y emociones negativas, mientras se compromete a tomar acciones que estén alineadas con los valores y metas personales. Es útil en el tratamiento de trastornos de ansiedad o depresión.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Terapia"
                ],
                [
                    250,
                    258,
                    "Condición Medica"
                ],
                [
                    261,
                    270,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El sistema excretor es responsable de eliminar los desechos y toxinas del cuerpo. La terapia de diálisis se utiliza en personas con enfermedad renal crónica para filtrar y purificar la sangre cuando los riñones no pueden hacerlo de manera efectiva.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    132,
                    156,
                    "Enfermedad"
                ],
                [
                    203,
                    210,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El sistema locomotor incluye los huesos, músculos, articulaciones y tejidos conectivos que permiten el movimiento. La terapia de rehabilitación física se enfoca en restaurar la función y movilidad después de lesiones o cirugías que afectan el sistema locomotor.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Sistema"
                ],
                [
                    33,
                    39,
                    "Organos"
                ],
                [
                    41,
                    49,
                    "Organos"
                ],
                [
                    51,
                    65,
                    "Organos"
                ],
                [
                    118,
                    143,
                    "Terapia"
                ],
                [
                    243,
                    260,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La terapia de sonido utiliza frecuencias y vibraciones para estimular el cuerpo y promover la relajación y el bienestar. Puede ser utilizada en el tratamiento del estrés, el dolor crónico o trastornos del sueño.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia con animales, también conocida como terapia asistida por animales, utiliza la interacción con animales para mejorar la salud física, emocional o cognitiva de las personas. Puede ser beneficiosa en el tratamiento de trastornos del estado de ánimo o discapacidades físicas.",
        {
            "entities": [
                [
                    3,
                    23,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia electroconvulsiva es un tratamiento utilizado en casos graves de trastornos de salud mental, como la depresión resistente al tratamiento. Implica la administración controlada de una corriente eléctrica para inducir una convulsión terapéutica.",
        {
            "entities": [
                [
                    3,
                    28,
                    "Terapia"
                ],
                [
                    112,
                    121,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "El sistema endocrino regula las hormonas en el cuerpo. La terapia hormonal se utiliza para equilibrar los niveles hormonales en casos de deficiencias o trastornos endocrinos, como el hipotiroidismo o la menopausia.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Sistema"
                ],
                [
                    58,
                    74,
                    "Terapia"
                ],
                [
                    183,
                    197,
                    "Condición Medica"
                ],
                [
                    203,
                    213,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo familiar involucra a todos los miembros de una familia en un proceso terapéutico para abordar problemas y mejorar las dinámicas familiares. Puede ser útil en el tratamiento de conflictos familiares o trastornos de la conducta.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia basada en mindfulness se centra en la conciencia plena y la atención plena en el momento presente. Ayuda a reducir el estrés, mejorar el enfoque y promover el bienestar emocional en diversas condiciones de salud mental.",
        {
            "entities": [
                [
                    3,
                    32,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia con imanes, conocida como magnetoterapia, utiliza campos magnéticos para estimular el cuerpo y promover la curación. Se utiliza en el tratamiento de dolor crónico, lesiones musculares y trastornos articulares.",
        {
            "entities": [
                [
                    3,
                    21,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de expresión artística se basa en el uso de diferentes formas de arte, como la pintura, la música o la danza, como medio de expresión y liberación emocional. Puede ser beneficiosa en el tratamiento de trastornos emocionales o traumas.",
        {
            "entities": [
                [
                    3,
                    33,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "El sistema nervioso es responsable de transmitir señales entre el cerebro y el resto del cuerpo. La terapia ocupacional se centra en mejorar las habilidades motoras y cognitivas para realizar actividades diarias, especialmente después de lesiones o trastornos neurológicos.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Sistema"
                ],
                [
                    66,
                    73,
                    "Organos"
                ],
                [
                    100,
                    119,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia con realidad virtual utiliza tecnología de simulación para crear entornos virtuales que permiten a las personas experimentar situaciones de la vida real. Se utiliza en el tratamiento de trastornos de ansiedad, fobias o trastornos de estrés postraumático.",
        {
            "entities": [
                [
                    3,
                    31,
                    "Terapia"
                ],
                [
                    211,
                    219,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La terapia floral, también conocida como terapia de flores de Bach, utiliza esencias florales para abordar desequilibrios emocionales y promover el bienestar emocional y mental. Se utiliza en el tratamiento de ansiedad, depresión y estrés.",
        {
            "entities": [
                [
                    3,
                    17,
                    "Terapia"
                ],
                [
                    210,
                    218,
                    "Condición Medica"
                ],
                [
                    220,
                    229,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia hormonal para la menopausia se utiliza para aliviar los síntomas asociados con la menopausia, como los sofocos, la sequedad vaginal y los cambios de humor. Consiste en la administración de hormonas para reemplazar las que disminuyen durante esta etapa.",
        {
            "entities": [
                [
                    3,
                    38,
                    "Terapia"
                ],
                [
                    93,
                    103,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La terapia asistida por equinos, también conocida como equinoterapia, utiliza la interacción con caballos para promover el desarrollo físico, emocional y psicológico de las personas. Se utiliza en el tratamiento de trastornos del desarrollo, discapacidades físicas o trastornos de la conducta.",
        {
            "entities": [
                [
                    3,
                    31,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia psicoeducativa combina elementos de la terapia psicológica con la educación sobre la condición médica o el trastorno mental. Ayuda a las personas a comprender y manejar mejor su situación, brindando herramientas y estrategias para enfrentar los desafíos.",
        {
            "entities": [
                [
                    3,
                    25,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de relajación progresiva es una técnica de relajación que consiste en tensar y relajar diferentes grupos musculares del cuerpo. Ayuda a reducir el estrés, la ansiedad y promueve la relajación profunda.",
        {
            "entities": [
                [
                    3,
                    35,
                    "Terapia"
                ],
                [
                    169,
                    177,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La terapia craneosacral se centra en el sistema nervioso central, especialmente en la columna vertebral y el cráneo. Utiliza técnicas manuales suaves para liberar tensiones y restaurar el equilibrio en el sistema nervioso.",
        {
            "entities": [
                [
                    3,
                    23,
                    "Terapia"
                ],
                [
                    40,
                    56,
                    "Sistema"
                ],
                [
                    205,
                    221,
                    "Sistema"
                ]
            ]
        }
    ],
    [
        "La terapia con ventosas se basa en la aplicación de copas de vidrio o plástico en la piel para crear succión y mejorar la circulación sanguínea. Se utiliza en el tratamiento de dolor muscular, inflamación y para promover la relajación.",
        {
            "entities": [
                [
                    3,
                    23,
                    "Terapia"
                ],
                [
                    85,
                    89,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La terapia de movimiento ocular, también conocida como EMDR (Eye Movement Desensitization and Reprocessing), se utiliza en el tratamiento de traumas y trastornos de estrés postraumático. Implica seguir movimientos oculares específicos mientras se recuerdan eventos traumáticos para procesarlos y reducir su impacto emocional.",
        {
            "entities": [
                [
                    3,
                    31,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de integración sensorial se enfoca en estimular y regular los sentidos para mejorar la capacidad de procesamiento sensorial y la respuesta adaptativa. Se utiliza en el tratamiento de trastornos del procesamiento sensorial en niños y adultos.",
        {
            "entities": [
                [
                    3,
                    35,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La psicoterapia, también conocida como terapia de conversación, es un enfoque terapéutico que involucra el diálogo y la interacción entre el terapeuta y el paciente. Se utiliza en el tratamiento de una amplia gama de problemas de salud mental y emocional.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia ocupacional se enfoca en ayudar a las personas a realizar actividades diarias de manera independiente y significativa. Se utiliza en el tratamiento de lesiones, discapacidades físicas o trastornos del desarrollo.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia física, también conocida como fisioterapia, se centra en mejorar la movilidad, la fuerza y la función física. Se utiliza en el tratamiento de lesiones musculoesqueléticas, trastornos neurológicos y rehabilitación después de cirugías.",
        {
            "entities": [
                [
                    3,
                    17,
                    "Terapia"
                ],
                [
                    41,
                    53,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de pareja, también conocida como terapia matrimonial, se enfoca en mejorar la comunicación y la relación entre dos personas. Se utiliza en el tratamiento de conflictos matrimoniales, problemas de intimidad o dificultades de relación.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia de grupo es un enfoque terapéutico que involucra a varias personas con problemas similares que se reúnen regularmente para compartir experiencias, recibir apoyo y aprender habilidades de afrontamiento. Se utiliza en el tratamiento de trastornos de ansiedad, adicciones y trastornos del estado de ánimo.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ],
                [
                    259,
                    267,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La terapia individual se centra en el trabajo terapéutico entre el terapeuta y el individuo. Se utiliza para abordar problemas de salud mental, traumas, trastornos del estado de ánimo o mejorar el bienestar emocional y psicológico.",
        {
            "entities": [
                [
                    3,
                    21,
                    "Terapia"
                ]
            ]
        }
    ],
    [
        "La terapia familiar se enfoca en el sistema familiar como un todo, buscando mejorar las relaciones, la comunicación y resolver conflictos. Se utiliza en el tratamiento de problemas familiares, trastornos del comportamiento en niños o adolescentes, y en la terapia de pareja.",
        {
            "entities": [
                [
                    3,
                    19,
                    "Terapia"
                ],
                [
                    256,
                    273,
                    "Terapia"
                ]
            ]
        }
    ]
]