[
    [
        "La diabetes es una enfermedad crónica que afecta la forma en que el cuerpo procesa la glucosa en sangre. Los síntomas pueden incluir sed excesiva, micción frecuente, pérdida de peso y fatiga. El tratamiento incluye cambios en la dieta, ejercicio regular, medicamentos y control regular del azúcar en la sangre.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El cáncer de mama es un tipo de cáncer que se forma en las células de la mama. Los síntomas pueden incluir un bulto en el seno, cambios en el tamaño o forma del seno y secreción del pezón. El tratamiento puede incluir cirugía, radioterapia, quimioterapia y terapia hormonal.",
        {
            "entities": [
                [
                    3,
                    17,
                    "Condición Medica"
                ],
                [
                    32,
                    38,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La hipertensión arterial, también conocida como presión arterial alta, es una afección en la cual la fuerza del flujo sanguíneo contra las paredes de las arterias es demasiado alta. El tratamiento puede incluir cambios en el estilo de vida, como una dieta saludable y ejercicio regular, así como medicamentos para controlar la presión arterial.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Condición Medica"
                ],
                [
                    154,
                    162,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La depresión es un trastorno del estado de ánimo que causa una sensación persistente de tristeza y pérdida de interés en las actividades diarias. Los síntomas pueden incluir cambios en el apetito, falta de energía, dificultad para concentrarse y pensamientos de suicidio. El tratamiento puede incluir psicoterapia y medicamentos antidepresivos.",
        {
            "entities": [
                [
                    3,
                    12,
                    "Condición Medica"
                ],
                [
                    19,
                    48,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El asma es una enfermedad crónica de las vías respiratorias que causa inflamación y estrechamiento de los bronquios, dificultando la respiración. Los síntomas pueden incluir sibilancias, opresión en el pecho y tos. El tratamiento incluye medicamentos inhalados para controlar la inflamación y los síntomas agudos, así como evitar los desencadenantes del asma.",
        {
            "entities": [
                [
                    3,
                    7,
                    "Condición Medica"
                ],
                [
                    106,
                    115,
                    "Organos"
                ],
                [
                    210,
                    213,
                    "Condición Medica"
                ],
                [
                    354,
                    358,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La enfermedad pulmonar obstructiva crónica (EPOC) es una enfermedad pulmonar progresiva que dificulta la respiración. Los síntomas pueden incluir tos crónica, producción de esputo y falta de aliento. El tratamiento incluye medicamentos para abrir las vías respiratorias, terapia de rehabilitación pulmonar y evitar el humo y la contaminación ambiental.",
        {
            "entities": [
                [
                    146,
                    149,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La migraña es un trastorno neurológico caracterizado por ataques recurrentes de dolor de cabeza intenso, a menudo acompañados de náuseas, vómitos y sensibilidad a la luz y al sonido. El tratamiento puede incluir medicamentos para aliviar el dolor y prevenir los ataques, así como cambios en el estilo de vida para identificar y evitar los desencadenantes de las migrañas.",
        {
            "entities": [
                [
                    3,
                    10,
                    "Condición Medica"
                ],
                [
                    80,
                    95,
                    "Condición Medica"
                ],
                [
                    129,
                    136,
                    "Condición Medica"
                ],
                [
                    138,
                    145,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad inflamatoria intestinal (EII) es un término que engloba a la enfermedad de Crohn y la colitis ulcerosa, trastornos crónicos que causan inflamación en el tracto gastrointestinal. Los síntomas pueden incluir diarrea crónica, dolor abdominal y pérdida de peso. El tratamiento puede incluir medicamentos para controlar la inflamación, cambios en la dieta y, en algunos casos, cirugía.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Enfermedad"
                ],
                [
                    100,
                    107,
                    "Enfermedad"
                ],
                [
                    220,
                    227,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La anemia es una afección en la cual el cuerpo no produce suficientes glóbulos rojos sanos. Los síntomas pueden incluir fatiga, debilidad, palidez y falta de aliento. El tratamiento depende de la causa subyacente de la anemia e puede incluir suplementos de hierro, medicamentos y cambios en la dieta.",
        {
            "entities": [
                [
                    3,
                    9,
                    "Condición Medica"
                ],
                [
                    219,
                    225,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La hipotiroidismo es una afección en la cual la glándula tiroides no produce suficiente hormona tiroidea. Los síntomas pueden incluir fatiga, aumento de peso, depresión y sensibilidad al frío. El tratamiento implica la administración de hormona tiroidea sintética para compensar la deficiencia hormonal.",
        {
            "entities": [
                [
                    3,
                    17,
                    "Condición Medica"
                ],
                [
                    57,
                    65,
                    "Organos"
                ],
                [
                    159,
                    168,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El glaucoma es un grupo de enfermedades oculares que pueden dañar el nervio óptico y afectar la visión. Los síntomas pueden incluir visión borrosa, dolor de cabeza, visión de túnel y pérdida gradual de la visión. El tratamiento puede incluir medicamentos para reducir la presión ocular, cirugía y terapia láser.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Enfermedad"
                ],
                [
                    148,
                    163,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La esquizofrenia es un trastorno mental crónico que afecta la percepción, el pensamiento y el comportamiento. Los síntomas pueden incluir alucinaciones, delirios, dificultad para concentrarse y cambios en el estado de ánimo. El tratamiento puede incluir medicamentos antipsicóticos y terapia psicoterapéutica.",
        {
            "entities": [
                [
                    3,
                    16,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad cardíaca coronaria es una enfermedad en la cual las arterias que suministran sangre al corazón se estrechan o bloquean debido a la acumulación de placa. Los síntomas pueden incluir dolor en el pecho, dificultad para respirar y fatiga. El tratamiento puede incluir cambios en el estilo de vida, medicamentos y cirugía.",
        {
            "entities": [
                [
                    66,
                    74,
                    "Organos"
                ],
                [
                    101,
                    108,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La ansiedad es una respuesta emocional caracterizada por sentimientos de tensión, preocupación y miedo. Los síntomas pueden incluir palpitaciones, sudoración, dificultad para dormir y problemas de concentración. El tratamiento puede incluir terapia cognitivo-conductual, medicamentos y técnicas de relajación.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La osteoporosis es una enfermedad en la cual los huesos se vuelven frágiles y propensos a fracturarse. Los síntomas pueden incluir dolor óseo, encorvamiento de la columna vertebral y pérdida de estatura. El tratamiento puede incluir cambios en la dieta, suplementos de calcio y vitamina D, y medicamentos para fortalecer los huesos.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Enfermedad"
                ],
                [
                    49,
                    55,
                    "Organos"
                ],
                [
                    269,
                    275,
                    "Medicina"
                ],
                [
                    325,
                    331,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La enfermedad renal crónica es una afección en la cual los riñones no funcionan adecuadamente y no pueden filtrar los desechos y el exceso de líquidos de la sangre. Los síntomas pueden incluir fatiga, hinchazón en las extremidades y cambios en la micción. El tratamiento puede incluir cambios en la dieta, medicamentos y diálisis.",
        {
            "entities": [
                [
                    3,
                    27,
                    "Enfermedad"
                ],
                [
                    59,
                    66,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La artritis reumatoide es una enfermedad autoinmune crónica que causa inflamación en las articulaciones. Los síntomas pueden incluir dolor, hinchazón y rigidez en las articulaciones, así como fatiga y debilidad generalizada. El tratamiento puede incluir medicamentos para controlar la inflamación y el dolor, así como terapia física y ocupacional.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ],
                [
                    89,
                    103,
                    "Organos"
                ],
                [
                    167,
                    181,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno de ansiedad generalizada (TAG) es un trastorno de salud mental caracterizado por ansiedad y preocupación excesivas sobre diversas situaciones y eventos. Los síntomas pueden incluir inquietud, irritabilidad, tensión muscular y dificultad para concentrarse. El tratamiento puede incluir terapia cognitivo-conductual y medicamentos para reducir la ansiedad.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Condición Medica"
                ],
                [
                    94,
                    102,
                    "Enfermedad"
                ],
                [
                    358,
                    366,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad de Alzheimer es una enfermedad neurodegenerativa progresiva que afecta la memoria, el pensamiento y el comportamiento. Los síntomas pueden incluir pérdida de memoria, confusión, cambios en el estado de ánimo y dificultad para realizar tareas diarias. Actualmente, no hay cura para la enfermedad de Alzheimer, pero hay tratamientos disponibles para controlar los síntomas y ralentizar su progresión.",
        {
            "entities": [
                [
                    17,
                    26,
                    "Condición Medica"
                ],
                [
                    312,
                    321,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La endometriosis es una afección en la cual el tejido que normalmente recubre el útero crece fuera de él, causando dolor y otros síntomas. Los síntomas pueden incluir dolor pélvico intenso, períodos menstruales dolorosos y problemas de fertilidad. El tratamiento puede incluir medicamentos para aliviar el dolor y, en algunos casos, cirugía.",
        {
            "entities": [
                [
                    3,
                    16,
                    "Condición Medica"
                ],
                [
                    81,
                    86,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno bipolar es un trastorno del estado de ánimo caracterizado por cambios extremos en el estado de ánimo, que van desde episodios de euforia y energía excesiva hasta episodios de depresión profunda. Los síntomas pueden incluir cambios en el sueño, pensamiento acelerado, irritabilidad y comportamiento impulsivo. El tratamiento puede incluir medicamentos estabilizadores del estado de ánimo y terapia psicoterapéutica.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Enfermedad"
                ],
                [
                    27,
                    56,
                    "Condición Medica"
                ],
                [
                    188,
                    197,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El vitiligo es una enfermedad de la piel que causa la pérdida de pigmento en ciertas áreas, lo que resulta en manchas blancas en la piel. Los síntomas pueden incluir despigmentación gradual de la piel, especialmente en el rostro, las manos y los genitales. Actualmente no existe cura para el vitiligo, pero existen tratamientos disponibles para ayudar a mejorar la apariencia de la piel.",
        {
            "entities": [
                [
                    36,
                    40,
                    "Organos"
                ],
                [
                    132,
                    136,
                    "Organos"
                ],
                [
                    196,
                    200,
                    "Organos"
                ],
                [
                    382,
                    386,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La enfermedad de Lyme es una infección bacteriana transmitida por garrapatas. Los síntomas pueden incluir erupción cutánea en forma de diana, fiebre, fatiga y dolor muscular y articular. El tratamiento generalmente involucra el uso de antibióticos para eliminar la infección.",
        {
            "entities": [
                [
                    142,
                    148,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La esclerosis múltiple es una enfermedad autoinmune que afecta el sistema nervioso central. Los síntomas pueden incluir fatiga, dificultad para caminar, entumecimiento o debilidad en las extremidades, problemas de coordinación y problemas de visión. El tratamiento puede incluir medicamentos para controlar los síntomas y terapia de rehabilitación para mejorar la función motora.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La bulimia nerviosa es un trastorno de la alimentación caracterizado por episodios recurrentes de atracones de comida seguidos de comportamientos compensatorios, como el vómito autoinducido o el uso excesivo de laxantes. Los síntomas pueden incluir preocupación excesiva por el peso y la apariencia, cambios en los patrones de alimentación y problemas de salud relacionados con la desnutrición y los vómitos frecuentes. El tratamiento puede incluir terapia psicoterapéutica y supervisión médica.",
        {
            "entities": [
                [
                    3,
                    10,
                    "Condición Medica"
                ],
                [
                    26,
                    54,
                    "Condición Medica"
                ],
                [
                    400,
                    407,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La esclerosis lateral amiotrófica (ELA) es una enfermedad neurodegenerativa que afecta las células nerviosas responsables del control de los músculos voluntarios. Los síntomas pueden incluir debilidad muscular, espasmos musculares, dificultad para hablar y tragar, y eventualmente parálisis. No existe cura para la ELA, pero el tratamiento puede ayudar a controlar los síntomas y mejorar la calidad de vida.",
        {
            "entities": [
                [
                    141,
                    149,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La celulitis es una infección bacteriana de la piel que causa enrojecimiento, inflamación y dolor. Los síntomas pueden incluir calor y sensibilidad en el área afectada, fiebre y escalofríos. El tratamiento generalmente involucra el uso de antibióticos para eliminar la infección y medidas para aliviar los síntomas.",
        {
            "entities": [
                [
                    47,
                    51,
                    "Organos"
                ],
                [
                    169,
                    175,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La gastroenteritis es una inflamación del estómago y los intestinos generalmente causada por una infección viral o bacteriana. Los síntomas pueden incluir náuseas, vómitos, diarrea, dolor abdominal y fiebre. El tratamiento implica descansar, mantenerse hidratado y tomar medicamentos para aliviar los síntomas.",
        {
            "entities": [
                [
                    42,
                    50,
                    "Organos"
                ],
                [
                    155,
                    162,
                    "Condición Medica"
                ],
                [
                    164,
                    171,
                    "Condición Medica"
                ],
                [
                    173,
                    180,
                    "Condición Medica"
                ],
                [
                    200,
                    206,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El melanoma es un tipo de cáncer de piel que se forma en las células que producen el pigmento de la piel. Los síntomas pueden incluir cambios en la forma, el color o el tamaño de un lunar existente, la aparición de un nuevo lunar o la aparición de una úlcera cutánea que no cicatriza. El tratamiento puede incluir cirugía, radioterapia y quimioterapia, dependiendo del estadio del cáncer.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ],
                [
                    26,
                    32,
                    "Enfermedad"
                ],
                [
                    36,
                    40,
                    "Organos"
                ],
                [
                    100,
                    104,
                    "Organos"
                ],
                [
                    381,
                    387,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La neumonía es una infección respiratoria que afecta los pulmones. Los síntomas pueden incluir fiebre, tos, dificultad para respirar, dolor en el pecho y escalofríos. El tratamiento generalmente implica el uso de antibióticos para eliminar la infección y medidas de cuidados de apoyo para aliviar los síntomas.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Patogenos"
                ],
                [
                    57,
                    65,
                    "Organos"
                ],
                [
                    95,
                    101,
                    "Condición Medica"
                ],
                [
                    103,
                    106,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La gastritis es una inflamación del revestimiento del estómago. Los síntomas pueden incluir dolor abdominal, náuseas, vómitos, sensación de plenitud después de comer y pérdida de apetito. El tratamiento puede incluir cambios en la dieta, medicamentos para reducir la producción de ácido estomacal y tratamientos para aliviar los síntomas.",
        {
            "entities": [
                [
                    3,
                    12,
                    "Condición Medica"
                ],
                [
                    54,
                    62,
                    "Organos"
                ],
                [
                    109,
                    116,
                    "Condición Medica"
                ],
                [
                    118,
                    125,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El trastorno de la personalidad borderline (TPB) es un trastorno de salud mental caracterizado por la inestabilidad emocional, los cambios rápidos de humor, la impulsividad y la dificultad para mantener relaciones estables. Los síntomas pueden incluir comportamientos autodestructivos, miedo al abandono, sentimientos de vacío y cambios extremos en la autoimagen. El tratamiento puede incluir terapia psicoterapéutica y medicamentos para controlar los síntomas asociados.",
        {
            "entities": [
                [
                    3,
                    31,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La fibromialgia es un trastorno caracterizado por dolor crónico generalizado en los músculos y tejidos blandos circundantes. Los síntomas pueden incluir fatiga, problemas de sueño, rigidez muscular y dificultad para concentrarse. El tratamiento puede incluir medicamentos para controlar el dolor, terapia física y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Condición Medica"
                ],
                [
                    84,
                    92,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La enfermedad de Crohn es un tipo de enfermedad inflamatoria intestinal que causa inflamación crónica del tracto gastrointestinal. Los síntomas pueden incluir dolor abdominal, diarrea crónica, pérdida de peso y fatiga. El tratamiento puede incluir medicamentos para controlar la inflamación, cambios en la dieta y, en algunos casos, cirugía.",
        {
            "entities": [
                [
                    37,
                    71,
                    "Enfermedad"
                ],
                [
                    176,
                    183,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad de la tiroides es un trastorno en el cual la glándula tiroides produce demasiada o demasiado poca hormona tiroidea. Los síntomas pueden variar dependiendo del tipo de trastorno de la tiroides, pero pueden incluir fatiga, cambios en el peso, sensibilidad al frío o al calor, y problemas de concentración. El tratamiento puede incluir medicamentos para regular los niveles hormonales y cirugía en algunos casos.",
        {
            "entities": [
                [
                    20,
                    28,
                    "Organos"
                ],
                [
                    68,
                    76,
                    "Organos"
                ],
                [
                    197,
                    205,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La insuficiencia cardíaca es una condición en la cual el corazón no puede bombear suficiente sangre para satisfacer las necesidades del cuerpo. Los síntomas pueden incluir fatiga, dificultad para respirar, acumulación de líquido en los tejidos y ritmo cardíaco rápido o irregular. El tratamiento puede incluir cambios en el estilo de vida, medicamentos y dispositivos médicos para ayudar al corazón a funcionar correctamente.",
        {
            "entities": [
                [
                    3,
                    25,
                    "Condición Medica"
                ],
                [
                    57,
                    64,
                    "Organos"
                ],
                [
                    391,
                    398,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El asma es una enfermedad crónica de las vías respiratorias que causa inflamación y estrechamiento de los bronquios, lo que dificulta la respiración. Los síntomas pueden incluir sibilancias, tos, dificultad para respirar y opresión en el pecho. El tratamiento puede incluir medicamentos para controlar la inflamación y los síntomas, así como cambios en el estilo de vida para evitar los desencadenantes del asma.",
        {
            "entities": [
                [
                    3,
                    7,
                    "Condición Medica"
                ],
                [
                    106,
                    115,
                    "Organos"
                ],
                [
                    191,
                    194,
                    "Condición Medica"
                ],
                [
                    407,
                    411,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La diabetes mellitus es una enfermedad crónica en la cual los niveles de azúcar en sangre están elevados debido a la falta de producción de insulina o a la resistencia a la insulina. Los síntomas pueden incluir sed excesiva, micción frecuente, fatiga, pérdida de peso y heridas que no cicatrizan adecuadamente. El tratamiento puede incluir cambios en la dieta, ejercicio, medicamentos y uso de insulina.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La depresión es un trastorno del estado de ánimo que causa una profunda sensación de tristeza, desesperanza y falta de interés en las actividades diarias. Los síntomas pueden incluir cambios en el apetito y el sueño, falta de energía, dificultad para concentrarse y pensamientos de muerte o suicidio. El tratamiento puede incluir terapia psicoterapéutica, medicamentos antidepresivos y cambios en el estilo de vida.",
        {
            "entities": [
                [
                    3,
                    12,
                    "Condición Medica"
                ],
                [
                    19,
                    48,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La ansiedad es una respuesta emocional caracterizada por sentimientos de preocupación, nerviosismo y miedo. Los síntomas pueden incluir inquietud, tensión muscular, dificultad para dormir y ataques de pánico. El tratamiento puede incluir terapia psicoterapéutica, medicamentos ansiolíticos y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad pulmonar obstructiva crónica (EPOC) es una enfermedad pulmonar crónica que causa dificultad para respirar debido a una obstrucción del flujo de aire en los pulmones. Los síntomas pueden incluir tos crónica, producción de esputo, falta de aliento y fatiga. El tratamiento puede incluir medicamentos para abrir las vías respiratorias, terapia de rehabilitación pulmonar y cambios en el estilo de vida.",
        {
            "entities": [
                [
                    170,
                    178,
                    "Organos"
                ],
                [
                    208,
                    211,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El trastorno de estrés agudo (TEA) es una respuesta psicológica inmediata a un evento traumático. Los síntomas pueden incluir ansiedad intensa, intrusión de recuerdos o pesadillas del evento traumático, evitación de lugares o situaciones relacionadas y cambios en el estado de ánimo y el comportamiento. El tratamiento puede incluir terapia psicoterapéutica y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    28,
                    "Condición Medica"
                ],
                [
                    126,
                    134,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La migraña es un tipo de dolor de cabeza recurrente e intenso que puede ir acompañado de náuseas, vómitos y sensibilidad a la luz y al sonido. Los síntomas pueden variar, pero generalmente se caracterizan por un dolor pulsátil en un lado de la cabeza. El tratamiento puede incluir medicamentos para aliviar los síntomas y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    10,
                    "Condición Medica"
                ],
                [
                    25,
                    40,
                    "Condición Medica"
                ],
                [
                    89,
                    96,
                    "Condición Medica"
                ],
                [
                    98,
                    105,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad celiaca es una enfermedad autoinmune en la cual el consumo de gluten provoca daño en el intestino delgado. Los síntomas pueden incluir diarrea, pérdida de peso, fatiga, dolor abdominal y erupción cutánea. El tratamiento implica seguir una dieta libre de gluten de por vida.",
        {
            "entities": [
                [
                    102,
                    119,
                    "Organos"
                ],
                [
                    149,
                    156,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La anemia es una afección en la cual el cuerpo no produce suficientes glóbulos rojos sanos. Los síntomas pueden incluir fatiga, debilidad, palidez, falta de aliento y mareos. El tratamiento puede incluir suplementos de hierro, cambios en la dieta y, en casos graves, transfusiones de sangre.",
        {
            "entities": [
                [
                    3,
                    9,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La hipertensión arterial es una afección en la cual la presión arterial en las arterias es persistentemente alta. Los síntomas pueden ser silenciosos, pero la hipertensión no controlada puede aumentar el riesgo de enfermedades cardiovasculares. El tratamiento puede incluir cambios en el estilo de vida y medicamentos para controlar la presión arterial.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Condición Medica"
                ],
                [
                    79,
                    87,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La osteoporosis es una enfermedad en la que los huesos se vuelven frágiles y propensos a fracturas. Los síntomas pueden incluir dolor óseo, pérdida de altura y encorvamiento de la columna vertebral. El tratamiento puede incluir cambios en la dieta, suplementos de calcio y vitamina D, medicamentos y ejercicio regular.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Enfermedad"
                ],
                [
                    48,
                    54,
                    "Organos"
                ],
                [
                    264,
                    270,
                    "Medicina"
                ]
            ]
        }
    ],
    [
        "La enfermedad de Alzheimer es una enfermedad neurodegenerativa que afecta la memoria, el pensamiento y el comportamiento. Los síntomas pueden incluir pérdida de memoria, dificultad para realizar tareas cotidianas, cambios en el estado de ánimo y desorientación. No existe cura para la enfermedad de Alzheimer, pero el tratamiento puede ayudar a controlar los síntomas y mejorar la calidad de vida.",
        {
            "entities": [
                [
                    17,
                    26,
                    "Condición Medica"
                ],
                [
                    299,
                    308,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El trastorno bipolar es un trastorno del estado de ánimo caracterizado por cambios extremos en el estado de ánimo, que pueden alternar entre episodios de manía y depresión. Los síntomas pueden incluir aumento de la energía, euforia, irritabilidad, tristeza, pérdida de interés en actividades y problemas para dormir. El tratamiento puede incluir medicamentos estabilizadores del estado de ánimo y terapia psicoterapéutica.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Enfermedad"
                ],
                [
                    27,
                    56,
                    "Condición Medica"
                ],
                [
                    162,
                    171,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La endometriosis es una afección en la cual el tejido que normalmente recubre el útero crece fuera de él, causando dolor y otros síntomas. Los síntomas pueden incluir dolor pélvico intenso, períodos menstruales dolorosos, dolor durante las relaciones sexuales y dificultad para quedar embarazada. El tratamiento puede incluir medicamentos para aliviar el dolor, terapia hormonal y cirugía.",
        {
            "entities": [
                [
                    3,
                    16,
                    "Condición Medica"
                ],
                [
                    81,
                    86,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La artritis reumatoide es una enfermedad autoinmune que afecta las articulaciones, causando dolor, inflamación y rigidez. Los síntomas pueden incluir dolor articular, hinchazón, rigidez matutina y deformidad en las articulaciones. El tratamiento puede incluir medicamentos para controlar la inflamación y el dolor, terapia física y cambios en el estilo de vida.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ],
                [
                    67,
                    81,
                    "Organos"
                ],
                [
                    215,
                    229,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La esquizofrenia es un trastorno mental crónico que afecta la forma en que una persona piensa, siente y se comporta. Los síntomas pueden incluir alucinaciones, delirios, falta de motivación, dificultad para concentrarse y cambios en el comportamiento. El tratamiento puede incluir medicamentos antipsicóticos, terapia psicoterapéutica y apoyo en el manejo de la enfermedad.",
        {
            "entities": [
                [
                    3,
                    16,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad inflamatoria intestinal (EII) es un término que se utiliza para describir afecciones crónicas que causan inflamación en el tracto gastrointestinal. Los dos tipos principales de EII son la enfermedad de Crohn y la colitis ulcerosa. Los síntomas pueden incluir diarrea crónica, dolor abdominal, pérdida de peso y fatiga. El tratamiento puede incluir medicamentos para controlar la inflamación y cambios en la dieta.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Enfermedad"
                ],
                [
                    227,
                    234,
                    "Enfermedad"
                ],
                [
                    273,
                    280,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El glaucoma es una enfermedad ocular que causa daño al nervio óptico y puede llevar a la pérdida de la visión. Los síntomas pueden ser silenciosos en las etapas iniciales, pero a medida que la enfermedad progresa, pueden incluir visión borrosa, pérdida de la visión periférica y halos alrededor de las luces. El tratamiento puede incluir medicamentos, cirugía láser y cirugía convencional.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "El trastorno de la conducta alimentaria (TCA) es un trastorno mental que se caracteriza por una relación anormal con la comida y una preocupación excesiva por el peso y la forma corporal. Los tipos más comunes de TCA son la anorexia nerviosa, la bulimia nerviosa y el trastorno por atracón. Los síntomas pueden incluir restricción alimentaria severa, atracones compulsivos, purgas y preocupación excesiva por la apariencia física. El tratamiento puede incluir terapia psicoterapéutica, apoyo nutricional y en algunos casos, hospitalización.",
        {
            "entities": [
                [
                    3,
                    39,
                    "Condición Medica"
                ],
                [
                    224,
                    232,
                    "Condición Medica"
                ],
                [
                    246,
                    253,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad renal crónica (ERC) es una condición en la cual los riñones no funcionan adecuadamente y no pueden filtrar los desechos y el exceso de líquido de la sangre. Los síntomas pueden ser silenciosos en las etapas iniciales, pero a medida que la enfermedad progresa, pueden incluir fatiga, hinchazón, cambios en la micción y problemas de concentración. El tratamiento puede incluir cambios en la dieta, medicamentos y terapia de reemplazo renal, como la diálisis o el trasplante de riñón.",
        {
            "entities": [
                [
                    3,
                    27,
                    "Enfermedad"
                ],
                [
                    66,
                    73,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno de ansiedad generalizada (TAG) es un trastorno de salud mental caracterizado por preocupación y ansiedad excesiva en diversas situaciones. Los síntomas pueden incluir inquietud, irritabilidad, dificultad para concentrarse, tensión muscular y problemas para conciliar el sueño. El tratamiento puede incluir terapia psicoterapéutica, técnicas de manejo del estrés y en algunos casos, medicamentos.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Condición Medica"
                ],
                [
                    109,
                    117,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La enfermedad pulmonar intersticial (EPI) es un grupo de enfermedades pulmonares crónicas que causan inflamación y cicatrización del tejido pulmonar. Los síntomas pueden incluir dificultad para respirar, tos seca, fatiga y pérdida de peso. El tratamiento puede incluir medicamentos para reducir la inflamación y mejorar la función pulmonar, así como terapia de rehabilitación pulmonar.",
        {
            "entities": [
                [
                    204,
                    207,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El trastorno de estrés postraumático (TEPT) es un trastorno de salud mental que puede desarrollarse después de experimentar o presenciar un evento traumático. Los síntomas pueden incluir flashbacks, pesadillas, evitación de lugares o situaciones relacionadas con el trauma, y alteraciones en el estado de ánimo y el sueño. El tratamiento puede incluir terapia psicoterapéutica y medicamentos para reducir los síntomas.",
        {
            "entities": [
                [
                    3,
                    36,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad del hígado graso no alcohólico (EHGNA) es una afección en la cual se acumula grasa en el hígado, sin que esté relacionada con el consumo excesivo de alcohol. Los síntomas pueden ser silenciosos en las etapas iniciales, pero a medida que la enfermedad progresa, pueden incluir fatiga, dolor abdominal, pérdida de peso inexplicada y aumento del tamaño del hígado. El tratamiento puede incluir cambios en la dieta, pérdida de peso, ejercicio regular y medicamentos para controlar los factores de riesgo.",
        {
            "entities": [
                [
                    18,
                    24,
                    "Organos"
                ],
                [
                    103,
                    109,
                    "Organos"
                ],
                [
                    368,
                    374,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno de personalidad borderline (TPB), también conocido como trastorno límite de la personalidad, es un trastorno de salud mental caracterizado por inestabilidad emocional, relaciones interpersonales intensas y cambios bruscos en la identidad y el comportamiento. Los síntomas pueden incluir miedo al abandono, impulsividad, cambios rápidos de humor y comportamientos autodestructivos. El tratamiento puede incluir terapia psicoterapéutica y en algunos casos, medicamentos.",
        {
            "entities": [
                [
                    69,
                    104,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La esclerosis múltiple (EM) es una enfermedad autoinmune crónica que afecta el sistema nervioso central. Los síntomas pueden variar ampliamente, pero pueden incluir fatiga, problemas de coordinación, dificultad para caminar, debilidad muscular y problemas de visión. No existe cura para la esclerosis múltiple, pero el tratamiento puede ayudar a controlar los síntomas y retrasar la progresión de la enfermedad.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Condición Medica"
                ],
                [
                    290,
                    309,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "El trastorno de sueño más común es el insomnio, que se caracteriza por dificultades para conciliar el sueño, mantenerse dormido o despertarse temprano en la mañana. Los síntomas pueden incluir cansancio, falta de energía, dificultad para concentrarse y cambios de humor. El tratamiento puede incluir terapia cognitivo-conductual, cambios en el estilo de vida y medicamentos para mejorar la calidad del sueño.",
        {
            "entities": [
                [
                    3,
                    21,
                    "Condición Medica"
                ],
                [
                    38,
                    46,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad de Lyme es una enfermedad infecciosa transmitida por garrapatas. Los síntomas pueden incluir erupción cutánea, fiebre, fatiga, dolores musculares y articulares, y en etapas avanzadas, problemas neurológicos y cardíacos. El tratamiento temprano con antibióticos es fundamental para prevenir complicaciones a largo plazo.",
        {
            "entities": [
                [
                    125,
                    131,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad de la vesícula biliar es una afección en la que se forman cálculos en la vesícula biliar o la inflamación de la vesícula biliar. Los síntomas pueden incluir dolor abdominal, náuseas, vómitos y fiebre. El tratamiento puede incluir cambios en la dieta, medicamentos para controlar los síntomas y, en algunos casos, cirugía para extirpar la vesícula biliar.",
        {
            "entities": [
                [
                    20,
                    35,
                    "Organos"
                ],
                [
                    87,
                    102,
                    "Organos"
                ],
                [
                    126,
                    141,
                    "Organos"
                ],
                [
                    188,
                    195,
                    "Condición Medica"
                ],
                [
                    197,
                    204,
                    "Condición Medica"
                ],
                [
                    207,
                    213,
                    "Condición Medica"
                ],
                [
                    352,
                    367,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno de pánico es un trastorno de ansiedad caracterizado por ataques de pánico recurrentes e inesperados. Los síntomas pueden incluir palpitaciones, dificultad para respirar, mareos, sudoración y miedo intenso. El tratamiento puede incluir terapia psicoterapéutica, técnicas de relajación y, en algunos casos, medicamentos para controlar los síntomas.",
        {
            "entities": [
                [
                    3,
                    22,
                    "Condición Medica"
                ],
                [
                    29,
                    50,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La neuropatía periférica es un trastorno que afecta los nervios periféricos y puede causar dolor, debilidad y entumecimiento en las manos y los pies. Los síntomas pueden variar, pero pueden incluir sensación de ardor, hormigueo y pérdida de sensibilidad. El tratamiento puede incluir medicamentos para aliviar el dolor, terapia física y cambios en la dieta.",
        {
            "entities": [
                [
                    56,
                    63,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno de estrés agudo (TEA) es una respuesta psicológica inmediata a un evento traumático. Los síntomas pueden incluir ansiedad intensa, intrusión de recuerdos o pesadillas del evento traumático, evitación de lugares o situaciones relacionadas y cambios en el estado de ánimo y el comportamiento. El tratamiento puede incluir terapia psicoterapéutica y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    28,
                    "Condición Medica"
                ],
                [
                    126,
                    134,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La migraña es un tipo de dolor de cabeza recurrente e intenso que puede ir acompañado de náuseas, vómitos y sensibilidad a la luz y al sonido. Los síntomas pueden variar, pero generalmente se caracterizan por un dolor pulsátil en un lado de la cabeza. El tratamiento puede incluir medicamentos para aliviar los síntomas y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    10,
                    "Condición Medica"
                ],
                [
                    25,
                    40,
                    "Condición Medica"
                ],
                [
                    89,
                    96,
                    "Condición Medica"
                ],
                [
                    98,
                    105,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad celiaca es una enfermedad autoinmune en la cual el consumo de gluten provoca daño en el intestino delgado. Los síntomas pueden incluir diarrea, pérdida de peso, fatiga, dolor abdominal y erupción cutánea. El tratamiento implica seguir una dieta libre de gluten de por vida.",
        {
            "entities": [
                [
                    102,
                    119,
                    "Organos"
                ],
                [
                    149,
                    156,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La anemia es una afección en la cual el cuerpo no produce suficientes glóbulos rojos sanos. Los síntomas pueden incluir fatiga, debilidad, palidez, falta de aliento y mareos. El tratamiento puede incluir suplementos de hierro, cambios en la dieta y, en casos graves, transfusiones de sangre.",
        {
            "entities": [
                [
                    3,
                    9,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La hipertensión arterial es una afección en la cual la presión arterial en las arterias es más alta de lo normal. Los síntomas pueden ser silenciosos, pero a largo plazo puede aumentar el riesgo de enfermedades cardíacas y accidentes cerebrovasculares. El tratamiento puede incluir cambios en el estilo de vida y medicamentos para controlar la presión arterial.",
        {
            "entities": [
                [
                    3,
                    24,
                    "Condición Medica"
                ],
                [
                    79,
                    87,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La osteoporosis es una enfermedad en la que los huesos se vuelven frágiles y propensos a fracturas. Los síntomas pueden incluir dolor óseo, pérdida de altura y encorvamiento de la columna vertebral. El tratamiento puede incluir cambios en la dieta, suplementos de calcio y vitamina D, medicamentos y ejercicio regular.",
        {
            "entities": [
                [
                    3,
                    15,
                    "Enfermedad"
                ],
                [
                    48,
                    54,
                    "Organos"
                ],
                [
                    264,
                    270,
                    "Medicina"
                ]
            ]
        }
    ],
    [
        "La enfermedad de Alzheimer es una enfermedad neurodegenerativa que afecta la memoria, el pensamiento y el comportamiento. Los síntomas pueden incluir pérdida de memoria, dificultad para realizar tareas cotidianas, cambios en el estado de ánimo y desorientación. No existe cura para la enfermedad de Alzheimer, pero el tratamiento puede ayudar a controlar los síntomas y mejorar la calidad de vida.",
        {
            "entities": [
                [
                    17,
                    26,
                    "Condición Medica"
                ],
                [
                    299,
                    308,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El trastorno bipolar es un trastorno del estado de ánimo caracterizado por cambios extremos en el estado de ánimo, que pueden alternar entre episodios de manía y depresión. Los síntomas pueden incluir aumento de la energía, euforia, irritabilidad, tristeza, pérdida de interés en actividades y problemas para dormir. El tratamiento puede incluir medicamentos estabilizadores del estado de ánimo y terapia psicoterapéutica.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Enfermedad"
                ],
                [
                    27,
                    56,
                    "Condición Medica"
                ],
                [
                    162,
                    171,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La endometriosis es una afección en la cual el tejido que normalmente recubre el útero crece fuera de él, causando dolor y otros síntomas. Los síntomas pueden incluir dolor pélvico intenso, períodos menstruales dolorosos, dolor durante las relaciones sexuales y dificultad para quedar embarazada. El tratamiento puede incluir medicamentos para aliviar el dolor, terapia hormonal y cirugía.",
        {
            "entities": [
                [
                    3,
                    16,
                    "Condición Medica"
                ],
                [
                    81,
                    86,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La artritis reumatoide es una enfermedad autoinmune que afecta las articulaciones, causando dolor, inflamación y rigidez. Los síntomas pueden incluir dolor articular, hinchazón, rigidez matutina y deformidad en las articulaciones. El tratamiento puede incluir medicamentos para controlar la inflamación y el dolor, terapia física y cambios en el estilo de vida.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Condición Medica"
                ],
                [
                    67,
                    81,
                    "Organos"
                ],
                [
                    215,
                    229,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La esquizofrenia es un trastorno mental crónico que afecta la forma en que una persona piensa, siente y se comporta. Los síntomas pueden incluir alucinaciones, delirios, falta de motivación, dificultad para concentrarse y cambios en el comportamiento. El tratamiento puede incluir medicamentos antipsicóticos, terapia psicoterapéutica y apoyo en el manejo de la enfermedad.",
        {
            "entities": [
                [
                    3,
                    16,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad inflamatoria intestinal (EII) es un término que se utiliza para describir afecciones crónicas que causan inflamación en el tracto gastrointestinal. Los dos tipos principales de EII son la enfermedad de Crohn y la colitis ulcerosa. Los síntomas pueden incluir diarrea crónica, dolor abdominal, pérdida de peso y fatiga. El tratamiento puede incluir medicamentos para controlar la inflamación, cambios en la dieta y, en casos graves, cirugía.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Enfermedad"
                ],
                [
                    227,
                    234,
                    "Enfermedad"
                ],
                [
                    273,
                    280,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El asma es una enfermedad crónica que afecta las vías respiratorias, causando dificultad para respirar, sibilancias, opresión en el pecho y tos. Los síntomas pueden ser desencadenados por alérgenos o factores ambientales. El tratamiento puede incluir medicamentos para controlar la inflamación y dilatar las vías respiratorias, así como evitar los desencadenantes.",
        {
            "entities": [
                [
                    3,
                    7,
                    "Condición Medica"
                ],
                [
                    140,
                    143,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La diabetes mellitus es una enfermedad crónica en la que el cuerpo no produce o no utiliza adecuadamente la insulina, lo que resulta en niveles altos de glucosa en la sangre. Los síntomas pueden incluir sed excesiva, micción frecuente, fatiga, pérdida de peso inexplicada y heridas que tardan en sanar. El tratamiento puede incluir cambios en la dieta, ejercicio, medicamentos y control regular de la glucosa en la sangre.",
        {
            "entities": [
                [
                    3,
                    20,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La depresión es un trastorno del estado de ánimo caracterizado por una sensación persistente de tristeza, pérdida de interés en actividades y cambios en el apetito y el sueño. Los síntomas pueden variar, pero pueden incluir falta de energía, dificultad para concentrarse, sentimientos de culpa y pensamientos suicidas. El tratamiento puede incluir terapia psicoterapéutica, medicamentos antidepresivos y apoyo social.",
        {
            "entities": [
                [
                    3,
                    12,
                    "Condición Medica"
                ],
                [
                    19,
                    48,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad cardíaca coronaria es una afección en la que se acumula placa en las arterias coronarias, lo que puede provocar estrechamiento y obstrucción del flujo sanguíneo al corazón. Los síntomas pueden incluir dolor en el pecho, dificultad para respirar, fatiga y mareos. El tratamiento puede incluir cambios en el estilo de vida, medicamentos y procedimientos médicos, como angioplastia o cirugía de bypass coronario.",
        {
            "entities": [
                [
                    83,
                    91,
                    "Organos"
                ],
                [
                    178,
                    185,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La enfermedad pulmonar obstructiva crónica (EPOC) es una enfermedad pulmonar crónica que dificulta la respiración. Los síntomas pueden incluir tos crónica, dificultad para respirar, producción excesiva de mucosidad y fatiga. El tratamiento puede incluir cambios en el estilo de vida, medicamentos para abrir las vías respiratorias y terapia de rehabilitación pulmonar.",
        {
            "entities": [
                [
                    143,
                    146,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El trastorno del espectro autista (TEA) es un trastorno del neurodesarrollo que afecta la comunicación, la interacción social y el comportamiento. Los síntomas pueden variar, pero pueden incluir dificultades en la comunicación verbal y no verbal, dificultades sociales, comportamientos repetitivos y sensibilidad sensorial. El tratamiento puede incluir terapia psicoterapéutica, educación especializada y apoyo familiar.",
        {
            "entities": [
                [
                    3,
                    33,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad renal crónica (ERC) es una enfermedad progresiva en la que los riñones no funcionan adecuadamente. Los síntomas pueden incluir fatiga, retención de líquidos, cambios en la micción, picazón en la piel y aumento de la presión arterial. El tratamiento puede incluir cambios en la dieta, medicamentos para controlar la presión arterial y la diálisis o el trasplante de riñón en casos avanzados.",
        {
            "entities": [
                [
                    3,
                    27,
                    "Enfermedad"
                ],
                [
                    77,
                    84,
                    "Organos"
                ],
                [
                    209,
                    213,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "La obesidad es una enfermedad crónica caracterizada por un exceso de grasa corporal. Los síntomas pueden incluir aumento de peso, dificultad para perder peso, fatiga y problemas de movilidad. El tratamiento puede incluir cambios en la dieta, ejercicio regular, modificaciones del estilo de vida y, en algunos casos, cirugía bariátrica.",
        {
            "entities": [
                [
                    3,
                    11,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "La enfermedad de la tiroides es una afección en la que la glándula tiroides no produce o produce demasiada hormona tiroidea. Los síntomas pueden variar según el tipo de trastorno de la tiroides, pero pueden incluir fatiga, cambios en el peso, sensibilidad al frío o al calor, y problemas con la piel y el cabello. El tratamiento puede incluir medicamentos para regular los niveles hormonales y, en algunos casos, cirugía.",
        {
            "entities": [
                [
                    20,
                    28,
                    "Organos"
                ],
                [
                    67,
                    75,
                    "Organos"
                ],
                [
                    185,
                    193,
                    "Organos"
                ],
                [
                    295,
                    299,
                    "Organos"
                ]
            ]
        }
    ],
    [
        "El trastorno de ansiedad generalizada (TAG) es un trastorno de ansiedad crónico caracterizado por preocupaciones y temores excesivos en diversas áreas de la vida. Los síntomas pueden incluir inquietud, irritabilidad, dificultad para concentrarse y problemas para conciliar el sueño. El tratamiento puede incluir terapia psicoterapéutica y, en algunos casos, medicamentos para controlar los síntomas.",
        {
            "entities": [
                [
                    3,
                    37,
                    "Condición Medica"
                ],
                [
                    50,
                    71,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "El cáncer es un término que se refiere a un grupo de enfermedades en las cuales las células anormales se dividen sin control y pueden invadir otros tejidos. Los síntomas y el tratamiento del cáncer pueden variar según el tipo y la etapa de la enfermedad. Las opciones de tratamiento pueden incluir cirugía, radioterapia, quimioterapia, inmunoterapia y terapia dirigida.",
        {
            "entities": [
                [
                    3,
                    9,
                    "Enfermedad"
                ],
                [
                    191,
                    197,
                    "Enfermedad"
                ]
            ]
        }
    ],
    [
        "El trastorno de estrés postraumático (TEPT) es un trastorno de ansiedad que puede ocurrir después de haber experimentado o presenciado un evento traumático. Los síntomas pueden incluir flashbacks, pesadillas, evitación de situaciones relacionadas con el trauma, cambios de humor y problemas para dormir. El tratamiento puede incluir terapia psicoterapéutica, medicamentos y técnicas de manejo del estrés.",
        {
            "entities": [
                [
                    3,
                    36,
                    "Condición Medica"
                ],
                [
                    50,
                    71,
                    "Condición Medica"
                ]
            ]
        }
    ],
    [
        "La enfermedad de la vesícula biliar es una afección en la que se forman cálculos en la vesícula biliar o la inflamación de la vesícula biliar. Los síntomas pueden incluir dolor abdominal, náuseas, vómitos y fiebre. El tratamiento puede incluir cambios en la dieta, medicamentos para controlar los síntomas y, en casos graves, cirugía para remover la vesícula biliar.",
        {
            "entities": [
                [
                    20,
                    35,
                    "Organos"
                ],
                [
                    87,
                    102,
                    "Organos"
                ],
                [
                    126,
                    141,
                    "Organos"
                ],
                [
                    188,
                    195,
                    "Condición Medica"
                ],
                [
                    197,
                    204,
                    "Condición Medica"
                ],
                [
                    207,
                    213,
                    "Condición Medica"
                ],
                [
                    350,
                    365,
                    "Organos"
                ]
            ]
        }
    ]
]